Repository: triplet233/Piano
Catalog: Piano/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: • More instruments
zh_hans: • 更多乐器

source: • Unlock more theme colors
zh_hans: · 解锁更多主题色

source: • Unlock rolled chords
zh_hans: · 解锁卷音

source: A Variety of Instruments
zh_hans: 多种乐器

source: About
zh_hans: 关于

source: Acoustic Guitar
zh_hans: 木吉他

source: Add
zh_hans: 添加

source: Adding some flavors.
zh_hans: 添加一点味道。

source: Additonal Features
zh_hans: 更多功能

source: advanced
zh_hans: 高级

source: All Time
zh_hans: 全部

source: App
zh_hans: 应用

source: Appearance
zh_hans: 外观

source: Are you a human?
zh_hans: 你是人类吗？

source: Base Quality
zh_hans: 基础性质

source: Basic chords, good for beginners.
zh_hans: 基础和弦，适合新手。

source: Bass
zh_hans: 贝斯

source: Bass Note
zh_hans: 贝斯

source: Block
zh_hans: 柱式

source: Block 0.5x
zh_hans: 柱式 0.5x

source: Block 0.25x
zh_hans: 柱式 0.25x

source: Block 2x
zh_hans: 柱式 2x

source: Blue
zh_hans: 蓝色

source: Broken
zh_hans: 分解

source: Brown
zh_hans: 棕色

source: Challenge
zh_hans: 挑战

source: Challenge Mode
zh_hans: 挑战模式

source: Chord
zh_hans: 和弦

source: Chord Dictionary
zh_hans: 和弦词典

source: Chord Monitor
zh_hans: 和弦显示器

source: Clap
zh_hans: 拍手

source: Contact Us
zh_hans: 联系我们

source: Create New
zh_hans: 创建新的歌曲

source: Cyan
zh_hans: 青色

source: Dark
zh_hans: 黑夜

source: Default
zh_hans: 默认

source: Difficulty
zh_hans: 难度

source: Do you want to jazz it up?
zh_hans: 想来点爵士吗？

source: Drum
zh_hans: 鼓

source: Electric Piano
zh_hans: 电钢琴

source: Enjoy Pro Features
zh_hans: 享用Pro功能

source: Failed
zh_hans: 无法完成操作

source: Get Pro
zh_hans: 升级到 Pro

source: Get Started
zh_hans: 开始体验

source: Grand Piano
zh_hans: 钢琴

source: Green
zh_hans: 绿色

source: High
zh_hans: 高

source: Higher
zh_hans: 更高

source: Higher voicing
zh_hans: 更高排列

source: Info
zh_hans: 信息

source: Instrument
zh_hans: 乐器

source: Key
zh_hans: 调

source: Keyboard
zh_hans: 键盘

source: Less notes
zh_hans: 更少的音

source: Light
zh_hans: 白天

source: Loading subscription details...
zh_hans: 加载订阅细节中…

source: Low
zh_hans: 低

source: Lower
zh_hans: 更低

source: Lower voicing
zh_hans: 更低排列

source: Marimba
zh_hans: 马林巴琴

source: Medium-high
zh_hans: 中高

source: Medium-low
zh_hans: 中低

source: Metronome
zh_hans: 节拍器

source: MIDI Sources
zh_hans: MIDI 设备

source: MIDI Support
zh_hans: 支持 MIDI 设备

source: More Instruments & Styles
zh_hans: 更多乐器 & 风格

source: More notes
zh_hans: 更多的音

source: No MIDI Sources Found (Currently, only USB MIDI devices are supported).
zh_hans: 没有发现 MIDI 设备（目前仅支持USB MIDI 设备）。

source: Offbeat
zh_hans: 反拍

source: One time purchase.
zh_hans: 一次性购买。

source: Orange
zh_hans: 橙色

source: Organ
zh_hans: 风琴

source: Piano Pro is active.
zh_hans: 钢琴Pro生效中。

source: picker
zh_hans: 选择器

source: Pink
zh_hans: 粉色

source: Play
zh_hans: 演奏

source: Play Mode
zh_hans: 演奏模式

source: Playing: -
zh_hans: 演奏中：-

source: Pop Clave
zh_hans: 流行 Clave

source: Privacy Policy
zh_hans: 隐私条款

source: Purple
zh_hans: 紫色

source: Quality
zh_hans: 性质

source: Real-Time Chord Recognition
zh_hans: 实时和弦识别

source: Red
zh_hans: 红色

source: Reggae
zh_hans: 雷鬼

source: Replace
zh_hans: 替换

source: Restore Purchases
zh_hans: 恢复购买

source: Retry
zh_hans: 重试

source: Rhythm 1
zh_hans: 节奏型 1

source: Rhythm 2
zh_hans: 节奏型 2

source: Rhythm 3
zh_hans: 节奏型 3

source: Rock
zh_hans: 摇滚

source: Rolled
zh_hans: 卷音

source: Rolled Chord
zh_hans: 和弦卷音

source: Root
zh_hans: 根音

source: Root 0.5x
zh_hans: 根音 0.5x

source: Root 0.25x
zh_hans: 根音 0.25x

source: Root 2x
zh_hans: 根音 2x

source: Root Note
zh_hans: 根音

source: Send us an email
zh_hans: 给我们发邮件

source: Settings
zh_hans: 设置

source: Strings
zh_hans: 弦乐

source: Subscription
zh_hans: 订阅

source: Sustain
zh_hans: 延音

source: Syncopated 1
zh_hans: 切分 1

source: Syncopated 2
zh_hans: 切分 2

source: Syncopated 3
zh_hans: 切分 3

source: System
zh_hans: 系统

source: Tempo
zh_hans: 速度

source: Terms of Use
zh_hans: 使用条款

source: Theme Color
zh_hans: 主题色

source: This Week
zh_hans: 本周

source: Time Scope
zh_hans: 时间范围

source: Today
zh_hans: 今天

source: Unknown
zh_hans: 未知

source: Upgrade
zh_hans: 升级

source: Upgrade to Pro
zh_hans: 升级到 Pro 版本

source: Version
zh_hans: 版本

source: Welcome to the Piano App
zh_hans: 欢迎来到钢琴App

source: wheel
zh_hans: 滚轮

source: Yellow
zh_hans: 黄色

source: You don't have a score yet.
zh_hans: 你还没有分数。
